Repository: ISIS3510-Seccion-3-Grupo-32/safe_go_android
Catalog: lib/l10n/app_*.arb
Languages: es

# mainTitle
source: Go Safe Testing
es: Viva Testing Seguro

# mainHeader
source: Welcome to Safe Go
es: Bienvenido a Safe Go

# mainH2
source: Login before you start your trip!
es: Conectate antés de viajar!

# mainH3
source: Be careful, the closest incident was located at -Missing Placer-
es: Ten cuidad, el incidente más cerca fue registrado a $TotalIncidents kilometros de ti! Barrio con la proporción de felonias más alta es: $mostFeloniesNeightboor

# mainCredentials
source: Login Credentials
es: Credenciales de Acceso

# mainEmail
source: Email
es: Correo

# mainEmailError1
source: Email is required
es: Necesitamos tu correo

# mainEmailError2
source: Please enter a valid email addres
es: Por favor ingresa un correo correcto

# mainPassword
source: Password
es: Contraseña

# mainPasswordError1
source: Password is required
es: Necesitamos tu contraseña

# mainPasswordError2
source: Passwords must be at least 8 characters long and contain at least one small and one capital letter, one number and one symbol
es: La contraseña debe contener al minimo 8 caracteres y por los menos una letra pequeña y una mayúscula, un numero y un símbolo

# mainAuthErrorTitle
source: Authentification error
es: Error de Autentificación

# mainAuthErrorContent
source: Authentication failed. Please check your credentials.
es: La autenticación falló. Por favor verifiqua tus credenciales.

# mainLoginButton
source: Login
es: Conectarse

# mainRegisterText1
source: Don't have an account?
es: No tienes cuenta?

# mainRegisterText2
source: Register
es: Ingresar

# registerTitle
source: Register
es: Inscripción

# registerName
source: Full Name
es: Nombre y apellido

# registerNameError1
source: Full Name is required
es: Necesitamos tu nombre y apellido

# registerNameError2
source: Please provide first and last name
es: Por favor ingresa tu nombre y apellido correcto

# registerPassword
source: Password
es: Contraseña

# registerPasswordError1
source: Password is required
es: Necesitamos tu contraseña

# registerPasswordError2
source: Password must be at least 8 characters long
es: La contraseña debe contener al menos 8 caracteres

# registerPasswordError3
source: Password must contain at least one lowercase letter
es: La contraseña debe contener al menos una pequeña letra

# registerPasswordError4
source: Password must contain at least one uppercase letter
es: La contraseña debe contener al menos una letra mayúscula

# registerPasswordError5
source: Password must contain at least one number
es: La contraseña debe contener al menos un numero

# registerPasswordError6
source: Password must contain at least one special character
es: La contraseña debe contener al menos un símbolo

# registerBirth
source: Date of birth (MM|DD|YYYY)
es: Fecha de nacimiento (MM|DD|AAAA)

# registerBirthError1
source: Birthdate is required
es: Necesitamos tu fecha de nacimiento

# registerBirthError2
source: Invalid date format. Please use (MM|DD|YYYY).
es: Formate de fecha incorrecto. Por favor usa (MM|DD|AAAA).

# registerBirthError3
source: Invalid day. Day must be between 1 and 31.
es: Día incorrecto. Tiene que ser entre 1 y 31.

# registerBirthError4
source: Invalid month. Month must be between 1 and 12.
es: Mes incorrecto. Tiene que ser entre 1 y 12.

# registerBirthError5
source: Invalid year. Year must be between 1900 and 2018.
es: Año incorrecto. Tiene que ser entre 1900 y 2018.

# registerEmailUsedTitle
source: Email Already Used
es: Correo ya utilizado

# registerEmailUsedContent
source: The email address is already in use. Please enter another email or try to log in.
es: El correo ya está en uso. Por favor ingresa otro correo electrónico o intenta iniciar sesión.

# registerSuccessfulTitle
source: Registration Successful
es: Registro Exitoso

# registerSuccessfulContent
source: Your account has been successfully created.
es: Su cuenta ha sido creada satisfactoriamente.

# registerSubmitButton
source: Submit
es: Entregar

# sdWhere
source: Where To?
es: A dondé?

# sdHome
source: Home
es: Casa

# sdWork
source: Work
es: Trabajo

# sdSchool
source: School
es: Educación

# sdPartner
source: Partner
es: Pareja

# ncTitle
source: Lack of Internet Connection
es: ¡Ausencia de Connexión Internet

# ncHeader
source: No Internet connection!
es: No Connexión Internet!

# ncButton
source: Retry
es: Intentar

# ncPopup
source: You aren't currently connected to Internet. Please enable stable wifi connexion or use mobile data before retrying.
es: No estas conectado a Internet en este momento. Por favor, activa una conexión wifi estable o habilita tus datos móviles antes de intentarlo nuevamente.

# rbPopupTitle
source: Message Sent
es: Mensaje Enviado

# rbPopupContent
source: Your problem description has been successfully sent. Thank you for helping improve the app.
es: La descripción de tu problema se ha enviado correctamente. Gracias por ayudar a mejorar la aplicación.

# rbProblem
source: Describe your problem
es: Describe tu problema

# rbHint
source: When I click on ...
es: Cuando hago clic en...

# rbError1
source: Please fill the text input
es: Por favor, completa la entrada de texto

# rbError2
source: Text shouldn't be larger than 200 characters
es: El texto no debe ser más largo de 200 caracteres

# drHeader
source: Report Suspicious Activity
es: Informar Actividad Sospechosa

# drH2
source: Tell us more about what happened
es: Cuéntanos más sobre lo sucedido

# drHint
source: Write your Detailed Report Here
es: Escribe aquí tu informe detallado

# drSnack1
source: We got your Report!
es: ¡Hemos recibido tu informe!

# drSnack2
source: Please tell us more about this situation
es: Por favor, cuéntanos más sobre esta situación

# settingsTitle
source: Settings
es: Configuración

# settingsProblems
source: Problems within the app
es: Problemas dentro de la aplicación

# gsvLanguage
source: Language
es: Idioma

# gsvSound
source: Sound
es: Volumen

# gsvNotifications
source: Notifications
es: Notificaciones

# gsvDark
source: Dark Mode
es: Modo oscuro

# gsvTitle
source: General Settings
es: Ajustes generales

# gsvSave
source: Save
es: Guardar

# srTitle
source: Your safe route is set!
es: ¡Tu ruta segura está configurada!

# srTime
source: 36 minutes
es: 36 minutos

# srH2
source: Trip details:
es: Detalles del viaje:

# srFrom
source: From: Cl 18# 1 -86:
es: Desde: Cl 18# 1 -86:

# srTo
source: To: Cr 40 # 68 - 50
es: Hasta: Cr 40 # 68 - 50

# srTimeHeader
source: Estimated time:
es: Tiempo estimado:

# thTitle
source: Your Travels
es: Tus Viajes

# thButton
source: Delete Travel's history
es: Borrar historial de viajes
